Repository: KuuuGR/TimeToSkill
Catalog: TimeToSkill/TimeToSkill/Resources/TimePerspective.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# perspective.camino_de_santiago.description
source: Walking a legendary historic pilgrimage trail takes about one week.
ar: يستغرق المشي على طريق الحج التاريخي الأسطوري حوالي أسبوع واحد.
ca: Caminar per un llegendari camí de pelegrinatge històric dura aproximadament una setmana.
cs: Procházka legendární historickou poutní stezkou trvá asi týden.
da: At gå en legendarisk historisk pilgrimssti tager omkring en uge.
de: Die Wanderung auf einem legendären historischen Pilgerweg dauert etwa eine Woche.
el: Το περπάτημα σε ένα θρυλικό ιστορικό μονοπάτι προσκυνήματος διαρκεί περίπου μία εβδομάδα.
es: Recorrer un legendario e histórico sendero de peregrinación lleva aproximadamente una semana.
fi: Legendaarisen historiallisen pyhiinvaellusreitin käveleminen kestää noin viikon.
fr: Parcourir un chemin de pèlerinage historique légendaire prend environ une semaine.
he: הליכה בשביל עלייה לרגל היסטורי אגדי נמשכת כשבוע אחד.
hi: एक प्रसिद्ध ऐतिहासिक तीर्थयात्रा मार्ग पर चलने में लगभग एक सप्ताह का समय लगता है।
hr: Pješačenje legendarnom povijesnom hodočasničkom stazom traje oko tjedan dana.
hu: A legendás történelmi zarándokút bejárása körülbelül egy hétig tart.
id: Berjalan di jalur ziarah bersejarah yang legendaris membutuhkan waktu sekitar satu minggu.
it: Percorrere un leggendario sentiero di pellegrinaggio storico dura circa una settimana.
ja: 伝説の歴史的な巡礼道を歩くには約 1 週間かかります。
ko: 전설적인 역사 순례길을 걷는 데는 약 일주일이 걸립니다.
ms: Berjalan di denai ziarah bersejarah yang legenda mengambil masa kira-kira satu minggu.
nb: Å gå en legendarisk historisk pilegrimssti tar omtrent en uke.
nl: Het lopen van een legendarisch historisch pelgrimspad duurt ongeveer een week.
pl: Spacer legendarnym historycznym szlakiem pielgrzymkowym trwa około tygodnia.
pt_br: Percorrer uma lendária trilha de peregrinação histórica leva cerca de uma semana.
ro: Plimbarea pe un traseu istoric legendar de pelerinaj durează aproximativ o săptămână.
ru: Прогулка по легендарному историческому паломническому маршруту занимает около недели.
sk: Prechádzka legendárnym historickým pútnickým chodníkom trvá približne jeden týždeň.
sv: Att gå en legendarisk historisk pilgrimsled tar ungefär en vecka.
th: การเดินตามเส้นทางแสวงบุญทางประวัติศาสตร์ในตำนานจะใช้เวลาประมาณหนึ่งสัปดาห์
tr: Efsanevi tarihi hac yolunu yürümek yaklaşık bir hafta sürer.
uk: Прогулянка легендарною історичною стежкою паломництва займає близько тижня.
vi: Đi bộ trên con đường hành hương lịch sử huyền thoại mất khoảng một tuần.
zh_hans: 走一条传奇的历史朝圣之路大约需要一周的时间。
zh_hant: 走一條傳奇的歷史朝聖之路大約需要一週的時間。

# perspective.camino_de_santiago.title
source: Camino de Santiago
ar: كامينو دي سانتياغو
ca: Camí de Santiago
de: Jakobsweg
fr: Chemin de Saint-Jacques
he: קמינו דה סנטיאגו
hi: कैमिनो डी सैंटियागो
it: Cammino di Santiago
ja: サンティアゴ巡礼路
ko: 카미노 데 산티아고
pt_br: Caminho de Santiago
ru: Путь Сантьяго
th: คามิโน เด ซานติอาโก
uk: Каміно де Сантьяго
zh_hans: 圣地亚哥朝圣之路
zh_hant: 聖地牙哥朝聖之路

# perspective.chicken_egg.description
source: A chicken egg hatches in about 21 days.
ar: وتفقس بيضة دجاج في حوالي 21 يومًا.
ca: Un ou de gallina eclosiona en uns 21 dies.
cs: Kuřecí vejce se vylíhne asi za 21 dní.
da: Et hønseæg klækkes på omkring 21 dage.
de: Ein Hühnerei schlüpft in etwa 21 Tagen.
el: Ένα αυγό κότας εκκολάπτεται σε περίπου 21 ημέρες.
es: Un huevo de gallina eclosiona en unos 21 días.
fi: Kananmuna kuoriutuu noin 21 päivässä.
fr: Un œuf de poule éclot en 21 jours environ.
he: ביצת תרנגולת בוקעת תוך כ-21 יום.
hi: मुर्गी का अंडा लगभग 21 दिनों में फूटता है।
hr: Kokošje jaje izleže se za otprilike 21 dan.
hu: Egy csirke tojás körülbelül 21 nap alatt kel ki.
id: Telur ayam menetas dalam waktu sekitar 21 hari.
it: Un uovo di gallina si schiude in circa 21 giorni.
ja: 鶏の卵は約21日で孵化します。
ko: 닭알은 약 21일 만에 부화합니다.
ms: Telur ayam menetas dalam masa 21 hari.
nb: Et kyllingegg klekkes på omtrent 21 dager.
nl: Een kippenei komt na ongeveer 21 dagen uit.
pl: Z jaja kurzego wykluwa się po około 21 dniach.
pt_br: Um ovo de galinha eclode em cerca de 21 dias.
ro: Un ou de găină eclozează în aproximativ 21 de zile.
ru: Куриное яйцо вылупляется примерно через 21 день.
sk: Kuracie vajce sa vyliahne asi za 21 dní.
sv: Ett hönsägg kläcks på cirka 21 dagar.
th: ไข่ไก่ฟักเป็นตัวในเวลาประมาณ 21 วัน
tr: Bir tavuk yumurtası yaklaşık 21 günde yumurtadan çıkar.
uk: Куряче яйце вилуплюється приблизно через 21 день.
vi: Một quả trứng gà nở trong khoảng 21 ngày.
zh_hans: 鸡蛋大约需要 21 天才能孵化。
zh_hant: 雞蛋大約需要 21 天才能孵化。

# perspective.chicken_egg.title
source: Chicken Egg
ar: بيضة دجاج
ca: Ou de gallina
cs: Kuřecí vejce
da: Kyllingeæg
de: Hühnerei
el: Αυγό κοτόπουλου
es: huevo de gallina
fi: Kananmuna
fr: Œuf de poule
he: ביצת עוף
hi: मुर्गी का अंडा
hr: Kokošje jaje
hu: Csirke tojás
id: Telur Ayam
it: Uovo Di Gallina
ja: 鶏の卵
ko: 닭고기 달걀
ms: Telur Ayam
nb: Kylling egg
nl: Kippenei
pl: Jajko kurze
pt_br: Ovo de galinha
ro: Ou de pui
ru: Куриное яйцо
sk: Kuracie vajce
sv: Kycklingägg
th: ไข่ไก่
tr: Tavuk Yumurtası
uk: Яйце куряче
vi: Trứng gà
zh_hans: 鸡蛋
zh_hant: 蛋

# perspective.christmas_tree.description
source: A Christmas tree grows to harvest size in about five years.
ar: تنمو شجرة عيد الميلاد لتبلغ حجم الحصاد في حوالي خمس سنوات.
ca: Un arbre de Nadal creix fins a la mida de la collita en uns cinc anys.
cs: Vánoční stromek doroste do sklizňové velikosti asi za pět let.
da: Et juletræ vokser til høststørrelse på cirka fem år.
de: Ein Weihnachtsbaum erreicht in etwa fünf Jahren Erntegröße.
el: Ένα χριστουγεννιάτικο δέντρο μεγαλώνει σε μέγεθος συγκομιδής σε περίπου πέντε χρόνια.
es: Un árbol de Navidad alcanza el tamaño de cosecha en unos cinco años.
fi: Joulukuusi kasvaa satokokoon noin viidessä vuodessa.
fr: Un arbre de Noël atteint sa taille de récolte en cinq ans environ.
he: עץ חג המולד גדל לגודל הקציר בעוד כחמש שנים.
hi: एक क्रिसमस पेड़ लगभग पाँच वर्षों में फसल के आकार का हो जाता है।
hr: Božićno drvce naraste do žetvene veličine za oko pet godina.
hu: A karácsonyfa körülbelül öt év alatt éri be a termést.
id: Sebuah pohon Natal tumbuh hingga mencapai ukuran panen dalam waktu sekitar lima tahun.
it: Un albero di Natale raggiunge le dimensioni del raccolto in circa cinque anni.
ja: クリスマスツリーは約5年で収穫できる大きさに成長します。
ko: 크리스마스 트리는 약 5년이면 수확할 수 있을 만큼 자랍니다.
ms: Pokok Krismas tumbuh untuk menuai saiz dalam kira-kira lima tahun.
nb: Et juletre vokser til høststørrelse på omtrent fem år.
nl: Een kerstboom groeit in ongeveer vijf jaar tot oogstformaat.
pl: Choinka osiąga wielkość zbiorów w ciągu około pięciu lat.
pt_br: Uma árvore de Natal atinge o tamanho da colheita em cerca de cinco anos.
ro: Un pom de Crăciun crește până la dimensiunea recoltei în aproximativ cinci ani.
ru: Рождественская елка вырастает до размеров урожая примерно за пять лет.
sk: Vianočný stromček dorastie do zberovej veľkosti asi za päť rokov.
sv: En julgran växer till skördestorlek på cirka fem år.
th: ต้นคริสต์มาสจะโตจนสามารถเก็บเกี่ยวได้ในเวลาประมาณห้าปี
tr: Bir Noel ağacı yaklaşık beş yıl içinde hasat büyüklüğüne ulaşır.
uk: Ялинка виростає до розміру врожаю приблизно за п’ять років.
vi: Cây Giáng sinh phát triển đến kích thước thu hoạch trong khoảng năm năm.
zh_hans: 一棵圣诞树大约需要五年才能长到收获的大小。
zh_hant: 一棵聖誕樹大約需要五年才能長到收穫的大小。

# perspective.christmas_tree.title
source: Christmas Tree
ar: شجرة عيد الميلاد
ca: Arbre de Nadal
cs: Vánoční strom
da: Juletræ
de: Weihnachtsbaum
el: Χριστουγεννιάτικο δέντρο
es: Árbol de Navidad
fi: Joulukuusi
fr: Arbre de Noël
he: עץ חג המולד
hi: क्रिसमस ट्री
hr: Jelka
hu: Karácsonyfa
id: Pohon Natal
it: Albero di Natale
ja: クリスマスツリー
ko: 크리스마스 트리
ms: Pokok Krismas
nb: Juletre
nl: Kerstboom
pl: Choinka
pt_br: Árvore de Natal
ro: Pomul de Crăciun
ru: Рождественская елка
sk: Vianočný stromček
sv: Julgran
th: ต้นคริสต์มาส
tr: Noel ağacı
uk: Різдвяна ялинка
vi: Cây Giáng sinh
zh_hans: 圣诞树
zh_hant: 聖誕樹

# perspective.coast_to_coast.description
source: Driving across a major continental landmass takes about five days.
ar: تستغرق القيادة عبر مساحة أرضية قارية كبيرة حوالي خمسة أيام.
ca: Conduir a través d'una massa continental important triga uns cinc dies.
cs: Jízda přes hlavní kontinentální pevninu trvá asi pět dní.
da: At køre på tværs af en stor kontinental landmasse tager omkring fem dage.
de: Die Fahrt über eine große kontinentale Landmasse dauert etwa fünf Tage.
el: Η οδήγηση σε μια μεγάλη ηπειρωτική ξηρά διαρκεί περίπου πέντε ημέρες.
es: Conducir a través de una gran masa continental lleva unos cinco días.
fi: Ajaminen suuren mannermaisen maan yli kestää noin viisi päivää.
fr: Traverser une grande masse continentale prend environ cinq jours.
he: נסיעה על פני שטח יבשתי גדול נמשכת כחמישה ימים.
hi: एक प्रमुख महाद्वीपीय भूभाग पर गाड़ी चलाने में लगभग पाँच दिन लगते हैं।
hr: Vožnja preko velike kontinentalne mase traje oko pet dana.
hu: Az autózás egy nagy kontinentális szárazföldön körülbelül öt napig tart.
id: Berkendara melintasi daratan kontinental besar membutuhkan waktu sekitar lima hari.
it: Guidare attraverso una grande massa continentale richiede circa cinque giorni.
ja: 主要な大陸陸地を車で横断するには約 5 日かかります。
ko: 주요 대륙을 횡단하는 데는 약 5일이 걸립니다.
ms: Memandu merentasi daratan besar benua mengambil masa kira-kira lima hari.
nb: Å kjøre over en stor kontinental landmasse tar omtrent fem dager.
nl: Het rijden over een grote continentale landmassa duurt ongeveer vijf dagen.
pl: Podróż przez duży kontynent kontynentalny zajmuje około pięciu dni.
pt_br: Dirigir por uma grande massa continental leva cerca de cinco dias.
ro: Conducerea printr-o masă continentală majoră durează aproximativ cinci zile.
ru: Поездка по крупному континентальному массиву занимает около пяти дней.
sk: Jazda cez veľkú kontinentálnu pevninu trvá asi päť dní.
sv: Att köra över en stor kontinental landmassa tar cirka fem dagar.
th: การขับรถข้ามทวีปที่สำคัญจะใช้เวลาประมาณห้าวัน
tr: Büyük bir kıtasal kara kütlesini geçmek yaklaşık beş gün sürer.
uk: Поїздка через велику континентальну сушу займає близько п’яти днів.
vi: Lái xe qua một lục địa lớn mất khoảng năm ngày.
zh_hans: 驾车穿越主要大陆大约需要五天时间。
zh_hant: 駕車穿越主要大陸大約需要五天。

# perspective.coast_to_coast.title
source: Coast to Coast
ar: من الساحل إلى الساحل
ca: Costa a Costa
cs: Od pobřeží k pobřeží
da: Kyst til Kyst
de: Von Küste zu Küste
el: Ακτή σε Ακτή
es: De costa a costa
fi: Rannikolta rannikolle
fr: D’un océan à l’autre
he: מחוף לחוף
hi: एक तट से दूसरे तट
hr: Od obale do obale
hu: Parttól partig
id: Pantai ke Pantai
it: Da costa a costa
ja: コースト・ツー・コースト
ko: 해안에서 해안까지
ms: Pantai ke Pantai
nb: Kyst til Kyst
nl: Kust tot kust
pl: Wybrzeże do wybrzeża
pt_br: De costa a costa
ru: От побережья до побережья
sk: Od pobrežia k pobrežiu
sv: Kust till kust
th: ชายฝั่งสู่ชายฝั่ง
tr: Kıyıdan Kıyıya
uk: Від узбережжя до узбережжя
vi: Bờ biển này đến bờ biển khác
zh_hans: 海岸到海岸
zh_hant: 海岸到海岸

# perspective.coconut_palm.description
source: A coconut palm reaches full productivity after about thirty years.
ar: تصل نخلة جوز الهند إلى إنتاجيتها الكاملة بعد حوالي ثلاثين عامًا.
ca: Una palmera de coco assoleix la productivitat total després d'uns trenta anys.
cs: Plné produktivity dosáhne kokosová palma asi po třiceti letech.
da: En kokospalme når fuld produktivitet efter omkring tredive år.
de: Eine Kokospalme erreicht ihre volle Produktivität nach etwa dreißig Jahren.
el: Ένας φοίνικας καρύδας φτάνει σε πλήρη παραγωγικότητα μετά από περίπου τριάντα χρόνια.
es: Una palma de coco alcanza su plena productividad después de unos treinta años.
fi: Kookospalmu saavuttaa täyden tuottavuuden noin kolmenkymmenen vuoden kuluttua.
fr: Un cocotier atteint sa pleine productivité au bout d’une trentaine d’années.
he: דקל קוקוס מגיע לתפוקה מלאה לאחר כשלושים שנה.
hi: नारियल का ताड़ लगभग तीस वर्षों के बाद पूर्ण उत्पादकता तक पहुँचता है।
hr: Kokosova palma postiže punu produktivnost nakon tridesetak godina.
hu: A kókuszpálma körülbelül harminc év után éri el teljes termelékenységét.
id: Pohon kelapa mencapai produktivitas penuh setelah sekitar tiga puluh tahun.
it: Una palma da cocco raggiunge la piena produttività dopo circa trent’anni.
ja: ココヤシは約 30 年後に完全な生産性を発揮します。
ko: 코코넛 야자는 약 30년 후에 최대 생산성에 도달합니다.
ms: Sebatang kelapa mencapai produktiviti penuh selepas kira-kira tiga puluh tahun.
nb: En kokospalme når full produktivitet etter omtrent tretti år.
nl: Een kokospalm bereikt na ongeveer dertig jaar zijn volledige productiviteit.
pl: Palma kokosowa osiąga pełną produktywność po około trzydziestu latach.
pt_br: O coqueiro atinge plena produtividade após cerca de trinta anos.
ro: Un palmier de cocos atinge productivitatea maximă după aproximativ treizeci de ani.
ru: Кокосовая пальма достигает полной продуктивности примерно через тридцать лет.
sk: Plnú produktivitu dosiahne kokosová palma asi po tridsiatich rokoch.
sv: En kokospalm når full produktivitet efter cirka trettio år.
th: ต้นมะพร้าวจะมีผลผลิตเต็มที่หลังจากผ่านไปประมาณสามสิบปี
tr: Bir hindistancevizi hurması yaklaşık otuz yıl sonra tam verimliliğe ulaşır.
uk: Кокосова пальма досягає повної продуктивності приблизно через тридцять років.
vi: Một cây dừa đạt năng suất tối đa sau khoảng ba mươi năm.
zh_hans: 椰子树大约三十年后才能达到完全生产力。
zh_hant: 椰子樹大約三十年後才能達到完全生產力。

# perspective.coconut_palm.title
source: Coconut Palm
ar: نخيل جوز الهند
ca: Palma de coco
cs: Kokosová palma
da: Kokospalme
de: Kokospalme
el: Φοίνικας καρύδας
es: Palma de coco
fi: Kookospalmu
fr: Cocotier
he: דקל קוקוס
hi: नारियल हथेली
hr: Kokosova palma
hu: Kókuszpálma
id: Kelapa Sawit
it: Cocco
ja: ココヤシ
ko: 코코넛 팜
ms: Kelapa Sawit
nb: Kokospalme
nl: Kokospalm
pl: Palma Kokosowa
pt_br: Coqueiro
ro: Palmier de cocos
ru: Кокосовая пальма
sk: Kokosová palma
sv: Kokospalm
th: ต้นมะพร้าว
tr: Hindistan Cevizi Hurması
uk: Кокосова пальма
vi: Cọ dừa
zh_hans: 椰子树
zh_hant: 椰子樹

# perspective.coffee_break.description
source: Taking a short coffee break usually takes about fifteen minutes.
ar: عادة ما يستغرق أخذ استراحة قصيرة لتناول القهوة حوالي خمسة عشر دقيقة.
ca: Fer una petita pausa per al cafè sol durar uns quinze minuts.
cs: Krátká přestávka na kávu obvykle trvá asi patnáct minut.
da: At holde en kort kaffepause tager normalt omkring femten minutter.
de: Eine kurze Kaffeepause dauert in der Regel etwa fünfzehn Minuten.
el: Το να κάνετε ένα σύντομο διάλειμμα για καφέ συνήθως διαρκεί περίπου δεκαπέντε λεπτά.
es: Tomar un breve descanso para tomar café suele durar unos quince minutos.
fi: Lyhyen kahvitauon pitäminen kestää yleensä noin viisitoista minuuttia.
fr: Prendre une courte pause-café prend généralement une quinzaine de minutes.
he: הפסקת קפה קצרה אורכת בדרך כלל כחמש עשרה דקות.
hi: एक छोटा कॉफ़ी ब्रेक लेने में आमतौर पर लगभग पंद्रह मिनट लगते हैं।
hr: Kratka stanka za kavu obično traje oko petnaest minuta.
hu: Egy rövid kávészünet általában körülbelül tizenöt percig tart.
id: Rehat kopi singkat biasanya memakan waktu sekitar lima belas menit.
it: Fare una breve pausa caffè dura solitamente circa quindici minuti.
ja: 短いコーヒーブレイクには通常 15 分ほどかかります。
ko: 짧은 커피 휴식 시간은 일반적으로 약 15분 정도 소요됩니다.
ms: Mengambil rehat kopi yang singkat biasanya mengambil masa kira-kira lima belas minit.
nb: Å ta en kort kaffepause tar vanligvis omtrent femten minutter.
nl: Een korte koffiepauze duurt doorgaans ongeveer een kwartier.
pl: Krótka przerwa na kawę trwa zwykle około piętnastu minut.
pt_br: Fazer uma pequena pausa para o café geralmente leva cerca de quinze minutos.
ro: Luarea unei scurte pauze de cafea durează de obicei aproximativ cincisprezece minute.
ru: Короткий перерыв на кофе обычно занимает около пятнадцати минут.
sk: Krátka prestávka na kávu zvyčajne trvá asi pätnásť minút.
sv: Att ta en kort fikapaus tar vanligtvis cirka femton minuter.
th: การพักดื่มกาแฟช่วงสั้นๆ มักจะใช้เวลาประมาณสิบห้านาที
tr: Kısa bir kahve molası vermek genellikle yaklaşık on beş dakika sürer.
uk: Коротка перерва на каву зазвичай займає близько п’ятнадцяти хвилин.
vi: Nghỉ giải lao ngắn thường mất khoảng mười lăm phút.
zh_hans: 短暂喝咖啡休息通常需要大约十五分钟。
zh_hant: 短暫喝咖啡休息通常需要大約十五分鐘。

# perspective.coffee_break.title
source: Coffee Break
ar: استراحة القهوة
ca: Pausa Cafè
cs: Přestávka na kávu
da: Kaffepause
de: Kaffeepause
el: Διάλειμμα για καφέ
es: Pausa para el café
fi: Kahvitauko
fr: Pause café
he: הפסקת קפה
hi: कॉफी ब्रेक
hr: Pauza za kavu
hu: Kávészünet
id: Rehat Kopi
it: Pausa caffè
ja: コーヒーブレイク
ko: 커피 브레이크
nb: Kaffepause
nl: Koffiepauze
pl: Przerwa na kawę
pt_br: Pausa para café
ro: Pauza de cafea
ru: Кофе-брейк
sk: Prestávka na kávu
sv: Fika
th: ช่วงพักดื่มกาแฟ
tr: Kahve Molası
uk: Перерва на каву
vi: Nghỉ giải lao
zh_hans: 茶歇
zh_hant: 茶歇

# perspective.cold_brew_coffee.description
source: Brewing cold brew coffee takes about twelve hours.
ar: يستغرق تحضير القهوة الباردة حوالي اثنتي عشرة ساعة.
ca: L'elaboració de cafè fred triga unes dotze hores.
cs: Příprava studené kávy trvá asi dvanáct hodin.
da: At brygge koldbrygget kaffe tager omkring tolv timer.
de: Die Zubereitung von Cold Brew Kaffee dauert etwa zwölf Stunden.
el: Η παρασκευή κρύου καφέ διαρκεί περίπου δώδεκα ώρες.
es: Preparar café frío lleva unas doce horas.
fi: Kylmäkahvin valmistus kestää noin kaksitoista tuntia.
fr: La préparation du café infusé à froid prend environ douze heures.
he: בישול קפה קר לוקח כשתים עשרה שעות.
hi: कोल्ड ब्रू कॉफ़ी बनाने में लगभग बारह घंटे लगते हैं।
hr: Kuhanje hladne kave traje oko dvanaest sati.
hu: A hideg kávé főzése körülbelül tizenkét órát vesz igénybe.
id: Menyeduh kopi cold brew membutuhkan waktu sekitar dua belas jam.
it: La preparazione del caffè freddo richiede circa dodici ore.
ja: 水出しコーヒーの抽出には約 12 時間かかります。
ko: 콜드브루 커피를 추출하는 데는 약 12시간이 걸립니다.
ms: Membancuh kopi bancuhan sejuk mengambil masa kira-kira dua belas jam.
nb: Å brygge kald kaffe tar omtrent tolv timer.
nl: Het zetten van cold brew koffie duurt ongeveer twaalf uur.
pl: Parzenie kawy na zimno zajmuje około dwunastu godzin.
pt_br: Preparar café frio leva cerca de doze horas.
ro: Prepararea cafelei la rece durează aproximativ douăsprezece ore.
ru: Приготовление холодного кофе занимает около двенадцати часов.
sk: Príprava studenej kávy trvá približne dvanásť hodín.
sv: Att brygga kallbryggt kaffe tar cirka tolv timmar.
th: การชงกาแฟสกัดเย็นใช้เวลาประมาณ 12 ชั่วโมง
tr: Soğuk demlenmiş kahvenin demlenmesi yaklaşık on iki saat sürer.
uk: Приготування холодної кави займає близько дванадцяти годин.
vi: Pha cà phê ủ lạnh mất khoảng 12 giờ.
zh_hans: 冲泡冷萃咖啡大约需要十二个小时。
zh_hant: 沖泡冷萃咖啡大約需要十二個小時。

# perspective.cold_brew_coffee.title
source: Cold Brew Coffee
ar: القهوة الباردة
ca: Cafè Cold Brew
cs: Studená vařená káva
da: Koldbrygget kaffe
de: Kalt gebrühter Kaffee
el: Καφές Cold Brew
es: Café frío
fi: Kylmä Brew Kahvi
fr: Café infusé à froid
he: קפה קר ברו
hi: कोल्ड ब्रू कॉफ़ी
hr: Cold Brew kava
id: Kopi Seduh Dingin
it: Caffè freddo
ja: コールドブリューコーヒー
ko: 콜드브루 커피
ms: Kopi Cold Brew
nb: Cold Brew kaffe
nl: Koude koffie
pl: Kawa parzona na zimno
pt_br: Café Frio
ro: Cafea rece
ru: Холодный кофе
sv: Kallbryggt kaffe
th: กาแฟสกัดเย็น
tr: Soğuk Demlenmiş Kahve
uk: Кава Cold Brew
vi: Cà phê ủ lạnh
zh_hans: 冷萃咖啡
zh_hant: 冷萃咖啡

# perspective.cycling_adventure.description
source: A two-week cycling tour can cross an entire country.
ar: يمكن لجولة ركوب الدراجات لمدة أسبوعين أن تعبر دولة بأكملها.
ca: Un recorregut en bicicleta de dues setmanes pot travessar tot un país.
cs: Dvoutýdenní cyklistický výlet může projet celou zemi.
da: En to-ugers cykeltur kan krydse et helt land.
de: Eine zweiwöchige Radtour kann ein ganzes Land durchqueren.
el: Μια ποδηλατική περιήγηση δύο εβδομάδων μπορεί να διασχίσει μια ολόκληρη χώρα.
es: Un recorrido en bicicleta de dos semanas puede atravesar un país entero.
fi: Kahden viikon pyöräretkellä voi ylittää koko maan.
fr: Un voyage à vélo de deux semaines peut traverser tout un pays.
he: טיול אופניים של שבועיים יכול לחצות מדינה שלמה.
hi: दो सप्ताह की साइकिल यात्रा पूरे देश को पार कर सकती है।
hr: Dvotjedna biciklistička tura može prijeći cijelu zemlju.
hu: Egy kéthetes kerékpártúra egy egész országot bejárhat.
id: Tur bersepeda selama dua minggu dapat melintasi seluruh negara.
it: Un tour in bicicletta di due settimane può attraversare un intero paese.
ja: 2 週間のサイクリング ツアーでは国全体を横断できます。
ko: 2주간의 자전거 여행은 전국을 횡단할 수 있습니다.
ms: Lawatan berbasikal selama dua minggu boleh merentasi seluruh negara.
nb: En to ukers sykkeltur kan krysse et helt land.
nl: Met een fietstocht van twee weken kun je een heel land doorkruisen.
pl: Dwutygodniowa wycieczka rowerowa może przejechać cały kraj.
pt_br: Um passeio de bicicleta de duas semanas pode atravessar um país inteiro.
ro: Un tur de două săptămâni cu bicicleta poate traversa o țară întreagă.
ru: Двухнедельный велотур может пересечь всю страну.
sk: Dvojtýždňová cyklotúra môže prejsť celú krajinu.
sv: En två veckor lång cykeltur kan korsa ett helt land.
th: ทัวร์ปั่นจักรยานสองสัปดาห์สามารถข้ามทั้งประเทศได้
tr: İki haftalık bir bisiklet turu bütün bir ülkeyi geçebilir.
uk: Двотижневий велосипедний тур може перетнути всю країну.
vi: Một chuyến đi xe đạp kéo dài hai tuần có thể đi qua cả một đất nước.
zh_hans: 两周的自行车旅行可以穿越整个国家。
zh_hant: 兩週的自行車旅行可以穿越整個國家。

# perspective.cycling_adventure.title
source: Cycling Adventure
ar: مغامرة ركوب الدراجات
ca: Aventura en bicicleta
cs: Dobrodružství na kole
da: Cykeleventyr
de: Radabenteuer
el: Ποδηλατική περιπέτεια
es: Aventura en bicicleta
fi: Pyöräilyseikkailu
fr: Aventure à vélo
he: הרפתקאות רכיבה על אופניים
hi: साइकिलिंग साहसिक
hr: Biciklistička avantura
hu: Kerékpáros kaland
id: Petualangan Bersepeda
it: Avventura in bicicletta
ja: サイクリングアドベンチャー
ko: 사이클링 어드벤처
ms: Kembara Berbasikal
nb: Sykkeleventyr
nl: Fietsavontuur
pl: Przygoda rowerowa
pt_br: Aventura de ciclismo
ro: Aventura cu bicicleta
ru: Велосипедное приключение
sk: Dobrodružstvo na bicykli
sv: Cykeläventyr
th: ผจญภัยปั่นจักรยาน
tr: Bisiklet Macerası
uk: Велосипедні пригоди
vi: Cuộc phiêu lưu đạp xe
zh_hans: 骑行探险
zh_hant: 騎乘探險

# perspective.elephant_pregnancy.description
source: An elephant pregnancy lasts about 22 months.
ar: يستمر حمل الفيل حوالي 22 شهرًا.
ca: L'embaràs d'un elefant dura uns 22 mesos.
cs: Sloní březost trvá asi 22 měsíců.
da: En elefantgraviditet varer omkring 22 måneder.
de: Eine Elefantenschwangerschaft dauert etwa 22 Monate.
el: Η εγκυμοσύνη σε ελέφαντα διαρκεί περίπου 22 μήνες.
es: El embarazo de una elefanta dura unos 22 meses.
fi: Norsun raskaus kestää noin 22 kuukautta.
fr: Une grossesse d'éléphant dure environ 22 mois.
he: הריון של פיל נמשך כ-22 חודשים.
hi: एक हाथी की गर्भावस्था लगभग 22 महीने तक चलती है।
hr: Trudnoća kod slonova traje oko 22 mjeseca.
hu: Az elefánt terhessége körülbelül 22 hónapig tart.
id: Kehamilan gajah berlangsung sekitar 22 bulan.
it: La gravidanza di un elefante dura circa 22 mesi.
ja: ゾウの妊娠は約 22 か月続きます。
ko: 코끼리 임신 기간은 약 22개월입니다.
ms: Kehamilan gajah berlangsung kira-kira 22 bulan.
nb: En elefantgraviditet varer i omtrent 22 måneder.
nl: Een olifantenzwangerschap duurt ongeveer 22 maanden.
pl: Ciąża słonia trwa około 22 miesięcy.
pt_br: A gravidez de um elefante dura cerca de 22 meses.
ro: Sarcina unui elefant durează aproximativ 22 de luni.
ru: Беременность слонихи длится около 22 месяцев.
sk: Gravidita slona trvá približne 22 mesiacov.
sv: En elefantgraviditet varar cirka 22 månader.
th: ช้างตั้งท้องใช้เวลาประมาณ 22 เดือน
tr: Bir filin hamileliği yaklaşık 22 ay sürer.
uk: Вагітність слона триває близько 22 місяців.
vi: Quá trình mang thai của voi kéo dài khoảng 22 tháng.
zh_hans: 大象的怀孕期大约持续 22 个月。
zh_hant: 大象的懷孕期大約持續 22 個月。
